<script setup lang="ts">

</script>

<template>
  <section class="about">
    <div class="container">
      <div class="about__grid">
        <div class="title-row">
          <div class="title-row__info">
            О нас
          </div>
          <h2 class="h2">
            Каждая экскурсия — <br>
            новый уютный уголок Таиланда
          </h2>
        </div>
        <div class="about__dsc">
          <span>
            Мы поможем организовать ваш отдых,  
          </span>
          <p>
            забронировать  отель, авто, байк или яхту под ваш бюджет, ответим на все вопросы, порекомендуем программу отдыха
          </p>
        </div>
        <div class="about__text">
          <p>
            Наша платформа содержит подборку лучших мест и рекомендаций для отдыха и развлечений на Пхукете и не только. Мы с радостью поможем организовать ваш отдых, забронировать  отель/апартаменты, авто, байк или яхту под ваш бюджэт, ответим на все интересующие вопросы, порекомендуем программу отдыха, исходя из ваших личных предпочтений и интересов, которые обязательно уточнит наш менеджер.
          </p>
          <p>
            Помните - отдых может стать чуточку длиннее, если вы за ранее позаботитесь о таких моментах как: спланировать места для  посещения/туров, забронировать их заранее на нужные даты, и тогда вам не придется тратить время самого отдыха на эти действия
          </p>
        </div>
      </div>
    </div>
  </section>
</template>

<style lang="scss" scoped>
  @use '@/assets/components/About.scss';
</style>